<p> Сайт <strong>Luxory-Trade</strong> представляет из себя маркет игровых ценностей,
    в котором каждый для себя сможет найти необходимую валюту либо предметы
    для более комфортного время провождения в любимой онлайн игре. </p>
<p>Естественно игровые ценности можно добыть игровым путем,
    но это как правило отнимает очень много драгоценного времени -
    и мы в свою очередь стараемся сократить данный этап получения ценностей к
    минимуму для вас и позволить вам получать только удовольствие от игры.</p>
<p>Luxory-Trade позволит вам забыть о фарме и долгих квестах на просторах
MMORPG и сразу погрузится в незабываемый и бесконечный мир любимой игры.</p
<p>Luxory-Trade всегда предлагает игровые ценности по самой низкой цене (найдете дешевле дайте знать - продадим еще дешевле )</p>
<br/>
<p>К каждому клиенту мы относимся как к единственному и всегда минимизируем время ожидания так необходимых для вас игровых ценностей.
    Обычно доставка валюты - предметов составляет от 5 до 15 минут, в зависимости от специфики игры. </p>
<p>Luxory-Trade всегда с вами 24 часа в сутки 7 дней в неделю.</p>
<p>Наши гарантии вы можете посмотреть <a href="/?page=guarantee">здесь</a></p>
<p>Вы всегда сможете связаться с нашими операторами по любым интересующим вас вопросам в <a href="/?page=contacts">icq/skype</a></p>
<p>Желаем вам приятной игры. </p>